alacritty
aurorae
base
base-devel
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-plymouth
chocolate-doom
discover
dmenu
drkonqi
efibootmgr
fastfetch
feh
ffmpegthumbnailer
firefox
flatpak-kcm
git
grub
i3-wm
i3blocks
i3lock
i3status
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kwin
kwin-x11
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
libreoffice-fresh
linux
linux-firmware
milou
nano
networkmanager
ocean-sound-theme
openssh
otf-font-awesome
oxygen
oxygen-sounds
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
qqc2-breeze-style
sof-firmware
spectacle
systemsettings
thunar
tumbler
unzip
vscodium-bin
wacomtablet
waybar
xdg-desktop-portal-kde
xorg-xinit
xorg-xrandr
xorg-xsetroot
yay
yay-debug
